Repository: pbreil/test_jules
Catalog: planet-viewer/src/locale/messages.*.xlf
Languages: fr

source: Planet Viewer
fr: Visualiseur de planètes

source: Back to list
fr: Retour à la liste

source: Diameter:
fr: Diamètre:

source: Distance from Sun:
fr: Distance du Soleil:

source: Number of Moons:
fr: Nombre de lunes:

source: Download CSV
fr: Télécharger CSV

source: Name <p-sortIcon field="name"></p-sortIcon>
fr: Nom <p-sortIcon field="name"></p-sortIcon>

source: Diameter <p-sortIcon field="diameter"></p-sortIcon>
fr: Diamètre <p-sortIcon field="diameter"></p-sortIcon>

source: Distance from Sun <p-sortIcon field="distanceFromSun"></p-sortIcon>
fr: Distance du Soleil <p-sortIcon field="distanceFromSun"></p-sortIcon>

source: Number of Moons <p-sortIcon field="numberOfMoons"></p-sortIcon>
fr: Nombre de lunes <p-sortIcon field="numberOfMoons"></p-sortIcon>
